[
    {
        "id": 1,
        "photo": "https://s1.livelib.ru/boocover/1005664612/o/8211/Anastasiya_Gor__Koven_ozera_Shamplejn.jpeg",
        "name": "Ковен озера Шамплейн",
        "author": "Анастасия Гор",
        "year": "2021-01-01",
        "publishing_house": "Эксмо",
        "limitation": "+18",
        "annotation": "Ковен — это община. Ковен — это семья. Одри Дефо было суждено встать во главе одной из таких семей, но ковен был уничтожен ее одержимым братом. Теперь Одри в бегах и использует магию только для безбедного выживания. \n Но однажды на ее пути появляется Коул Гастингс — молодой детектив, страдающий аутизмом. Он видит то, что никому из смертных видеть не под силу. И чувствует связь между ритуальными убийствами в городе Бёрлингтон и историей Одри.\n Коул клянется спасти девушку в обмен на помощь в расследовании. В конце концов, ковен — это семья, а что ещё создает новую семью, если не обещание?",
        "in_library": "В наличии",
        "person": "-",
        "date_return": "-"
    },
    {
        "id": 2,
        "photo": "https://s1.livelib.ru/boocover/1005649375/o/58e4/Rene_Ahdie__Krasavitsa.jpeg",
        "name": "Рене Ахдие",
        "author": "Красавица",
        "year": "2019-01-01",
        "publishing_house": "Like Book",
        "limitation": "+16",
        "annotation": "1872 год. Семнадцатилетняя Селина сбегает из Парижа и отправляется в Америку. Она находит приют в женском монастыре Нового Орлеана. Поиски работы приводят ее в заведение «Львиные чертоги», которым владеет загадочный юноша Себастьян. \n Селине кажется, что все испытания остались в прошлом. Но накануне ежегодного карнавала город взбудоражен жестокими убийствами. Когда в «Львиных чертогах» находят тело девушки из монастыря, подозрения падают на Селину. \n Теперь ей нужно раскрыть мрачные тайны Нового Орлеана, чтобы спасти свою жизнь.",
        "in_library": "В наличии",
        "person": "-",
        "date_return": "-"
    },
    {
        "id": 3,
        "photo": "https://s1.livelib.ru/boocover/1005054889/o/ab68/Stefani_Majer__Sumerki.jpeg",
        "name": "Сумерки",
        "author": "Стефани Майер",
        "year": "2005-01-01",
        "publishing_house": "АСТ",
        "limitation": "+16",
        "annotation": "Сага, изданная суммарным тиражом более 85 миллионов экземпляров и переведенная на 37 языков. Сага, занимавшая первые места в самых престижных национальных и международных списках бестселлеров. Сага, экранизации которой, собиравшие невероятные кассы по всему миру, прославили целое поколение молодых звезд Голливуда, в том числе Роберта Паттинсона и Кристен Стюарт. \n История обычной старшеклассницы из провинциального городка Беллы Свон, покорившей сердца двух весьма необычных парней: — выходца из аристократического вампирского клана Эдварда Каллена — и бесстрашного индейца-оборотня Джейкоба Блэка. История нелегкого выбора, опасных приключений, кровавых событий, трагических недопониманий, драматических открытий и всепобеждающей любви...",
        "in_library": "В наличии",
        "person": "-",
        "date_return": "-"
    },
    {
        "id": 4,
        "photo": "https://s1.livelib.ru/boocover/1005534046/o/fa88/Sara_Dzh._Maas__Korolevstvo_shipov_i_roz.jpeg",
        "name": "Королевство шипов и роз",
        "author": "Сара Дж. Маас",
        "year": "2015-05-01",
        "publishing_house": "Азбука",
        "limitation": "+16",
        "annotation": "Могла ли знать девятнадцатилетняя Фейра, что огромный волк, убитый девушкой на охоте, — на самом деле преображенный фэйри. Расплата не заставила себя ждать. Она должна или заплатить жизнью, или переселиться за стену — волшебную невидимую преграду, отделяющую владения смертных от Притиании, королевства фэйри. Фейра выбирает второе. Тамлин, владелец замка, куда девушка попадает, не простой фэйри, он — верховный правитель Двора весны, одного из могущественных Дворов, на которые поделено королевство. Однажды Фейра узнает тайну: на Двор весны и на Тамлина, ее покровителя, злые силы наложили заклятье, снять которое способна только смертная девушка…",
        "in_library": "В наличии",
        "person": "-",
        "date_return": "-"
    }
]